Repository: mahammadsuhel17/EtiSalatTest
Catalog: EtiSalat/*.lproj/Localizable.strings
Languages: ar

# Welcome_Label_Title
source: Welcome
ar: مرحباً

# Welcome_Label_Description
source: Parental Control was developed to keep your family safe from screen addiction and harmful Internet content.
ar: تم تطوير المراقبة الأبوية للحفاظ على عائلتك من إدمان الهاتف ومحتوى الإنترنت الضار

# Welcome_Label_License_Agreement
source: End User License Agreement
ar: اتفاقية ترخيص المستخدم

# Welcome_Label_Privacy_Terms
source: Privacy Terms
ar: شروط الخصوصية

# Welcome_Alert_Title_Label
source: Attention
ar: تنبيه

# Welcome_Alert_Description_Label
source: Please read and agree to the License Agreement and Privacy Terms before you continue.
ar: يرجى قراءة اتفاقية الرخصة وشروط الخصوصية والموافقة عليهما قبل المتابعة.

# VPN_Label_Title
source: VPN Profile
ar: ملف الشبكة الخاصة الافتراضية VPN

# VPN_Label_Description
source: Parental Control uses a VPN connection to keep your family safe from harmful websites. Please install the VPN profile in the next screens. When the VPN is running you will see a VPN icon on the device status bar.
ar: تستخدم الرقابة الأبوية ميزة اتصال بالشبكة الخاصة الافتراضية VPN لحماية عائلتك من المواقع الضارة. يرجى تثبيت ملف تعريف VPN في الشاشات التالية. عند تشغيل VPN، سترى علامة VPN على شريط حالة الجهاز.

# VPN_Button_Title
source: Install
ar: تثبيت

# Activation_Heading_Label_Title
source: Activate the service
ar: تفعيل الخدمة

# Activation_Label_Description
source: The activation key was sent to you. If you cannot find it, please login to the parent portal and go to "Devices".
ar: تم إرسال رمز التفعيل إليك، إذا لم تستطع إيجاده، يرجى تسجيل الدخول إلى البوابة الرئيسية والذهاب إلى "الأجهزة

# Activation_PlaceHolder
source: Enter the key
ar: أدخل الرمز

# Activation_Button_Title
source: Submit
ar: إرسال الطلب

# Activation_Alert_Key_Expired_Title
source: Key expired
ar: انتهت صلاحية الرمز

# Activation_Alert_Key_Expired_Description
source: The key expired. Please login to the parent portal and go to "Devices". You can generate a new key.
ar: انتهت صلاحية الرمز. يرجى تسجيل الدخول عبر نافذة Parent Portal والذهاب إلى "الأجهزة". يمكنك إنشاء رمز جديد.

# Activation_Alert_IncorrectKey_Title
source: Incorrect key
ar: الرمز غير صحيح

# Activation_Alert_Incorrectkey_Description
source: Keys are case sensitive. Please check that you entered the correct key.
ar: هذه الرموز مهمة للغاية. يرجى التحقّق من الرمز الذي أدخلته وإعادة المحاولة مرة أخرى.

# Activation_Alert_Button_Ok
source: Ok
ar: موافق
